CSI API ETABS v1
cSapModel.DesignCompositeColumn Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignCompositeColumn DesignCompositeColumn { get; }
ReadOnly Property DesignCompositeColumn As cDesignCompositeColumn
	Get
Dim instance As cSapModel
Dim value As cDesignCompositeColumn
value = instance.DesignCompositeColumn
property cDesignCompositeColumn^ DesignCompositeColumn {
	cDesignCompositeColumn^ get ();
}
abstract DesignCompositeColumn : cDesignCompositeColumn with get
Property Value
Type: cDesignCompositeColumn
See Also
Reference
cSapModel Interface
ETABSv1 Namespace